Repository: kingvuplus/ops1
Catalog: usr/lib/enigma2/python/Plugins/Extensions/OpenSPAPlug/locale/*/LC_MESSAGES/OpenSPAPlug.po
Languages: es

source: Exit
es: Salir

source: Switch All marks
es: Cambiar Todas las marcas

source: Use OK Key to select Plugins to Install
es: Usa la tecla OK para seleccionar los Plugins a Instalar

source: or Uninstall
es: o Desinstalar

source: [Un]Install all marked
es: [Des]Instalar los marcados

source: Install all marked
es: Instalar todos los marcados

source: Used:
es: Usado:

source: of
es: de

source: Preparing list...
es: Preparando lista...

source: [%d/%d] Installing %s
es: [%d/%d] Instalando %s

source: [%d/%d] Uninstalling %s
es: [%d/%d] Desinstalando %s

source: [%d/%d] EROR with %s
es: [%d/%d] ERROR con %s

source: OpenSPA Plugins
es: Plugins OpenSPA

source: OpenSPA Plugins Wizard
es: Asistente Plugins OpenSPA

source: Please wait while we update the opkg database...
es: Por favor, espere mientras se actualiza opkg...
