Repository: kingvuplus/ops1
Catalog: usr/lib/enigma2/python/Plugins/SystemPlugins/SparkVFD/locale/*/LC_MESSAGES/SparkVFD.po
Languages: es

source: Date
es: Fecha

source: Weather
es: Tiempo

source: Date & Weather
es: Fecha y Tiempo

source: Blank
es: En blanco

source: SysFlash
es: Flash Interna

source: All mounts
es: Todos los montajes

source: Show on VFD in standby:
es: Ver en VFD en standby:

source: Power LED state in (deep)-standby
es: Led de Power en standby

source: Show on hdd Icons:
es: Ver iconos de HDD en:

source: VFD brightness:
es: Brillo del VFD:

source: VFD in standby:
es: VFD en standby

source: Cancel
es: Cancelar

source: Clear VFD
es: Limpiar VFD

source: VFD Display
es: Display VFD

source: VFD display config
es: Configuración del display VFD
