Repository: kingvuplus/ops1
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spzZapHistory/locale/*/LC_MESSAGES/spzZapHistory.po
Languages: es

source: Zap to selected channel
es: Zapear al canal seleccionado

source: Autozap when move in list:
es: Zapear automáticamente al entrar y desplazarse:

source: Cancel
es: Cancelar

source: spzZapHistory
es: Histórico de Zapeo

source: Save
es: Guardar

source: Clear all history channels
es: Borrar todos los canales del histórico

source: Delete Selected channel from history
es: Eliminar el canal actual del histórico

source: Change will be visible the next time you run this window
es: El cambio será visible la próxima vez que habras el histórico

source: Options
es: Opciones

source: Clear
es: Limpiar

source: Delete
es: Borrar

source: HistoryZap List
es: Histórico de Zapeo

source: Enable zap history:
es: Activar historico de zapeo:

source: Maximum zap history entries:
es: Número máximo de entradas en el histórico:

source: HistoryZap Configurator
es: Histórico de zapeo :: Configuración

source: Zap & Close
es: Zapear y cerrar

source: Config
es: Configurar

source: Zap
es: Zapear

source: View mode:
es: Modo de vista:

source: disabled at parental lock
es: Desactivado por control parental

source: Simple
es: Lista sencilla

source: Standard
es: Lista Ampliada

source: With Picons
es: Lista Ampliada con Picons

source: View in PiP
es: Ver en ventana PiP
