Repository: kingvuplus/ops1
Catalog: usr/lib/enigma2/python/Plugins/Extensions/MediaCenter/locale/*/LC_MESSAGES/MC_AudioPlayer.po
Languages: es

source: Home
es: Salir

source: Play All
es: Reproducir todo

source: Add to Playlist
es: Añadir a lista

source: Playlist
es: Lista de repr.

source: Do you really want to delete this file ?
es: Realmente deseas borrar este archivo?

source: Do you really want to delete this directory and it's content ?
es: Realmente desea borrar este directorio y su contenido?

source: add directory to playlist
es: Añadir directorio a la lista

source: delete directory
es: Borrar directorio

source: add file to playlist
es: Añadir archivo a la lista

source: add file to playlist and play
es: Añadir archivo a la lista y reproducirla

source: add all files in directory to playlist
es: Añadir todos los archivos en el directorio a la lista

source: delete file
es: Borrar archivo

source: This Box can't decode %s audio streams!
es: Este equipo no puede decodificar el stream %s de audio!

source: Back
es: Atras

source: delete track
es: Borrar pista

source: File Browser
es: Lista de archivos

source: Track
es: Pista

source: Continuous
es: Continuo

source: Random
es: Aleatorio

source: You have to close playlist before you can go to the next song while playing from file browser.
es: Debes cerrar la lista antes de poder ir a la proxima canción mientras se reproduce desde la lista de archivos

source: Save Playlist
es: Guardar la lista

source: Please enter filename (empty = use current date)
es: Por favor, introduce el nombre del archivo (Vacio=usa la fecha actual)

source: Please select a playlist...
es: Por favor, selecciona una lista...

source: Please select a playlist to delete...
es: Por favor, selecciona una lista para borrar...

source: Do you really want to delete %s?
es: Realmente deseas borrar %s?

source: Delete failed!
es: No se ha podido borrar!

source: delete from playlist
es: Borrar de la lista

source: clear playlist
es: Limpiar la lista

source: load playlist
es: Cargar una lista

source: save playlist
es: Guardar la lista

source: delete saved playlist
es: Borrar lista guardada
